<?php
use yii\helpers\Html;

/* @var $this yii\web\View */

//$this->title = Yii::t('app', 'ประวัติวัด');
//$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about" style="background-color: black">
   <div class="bgimg" style="background-image: url('<?=Yii::getAlias('@web')?>/uploads/images/pic_0.jpg');" data-stellar-background-ratio="0.5">
    
      <div class="container">
        <div class="row align-items-center justify-content-center text-center">
          <div class="col-md-7">
            <h2 class="">วัดใหม่อมตรส</h2>
            <p class="lead mx-auto desc mb-5">
                 "วัดใหม่อมตรส"เป็นวัดราษฎร์เก่าแก่ ตั้งอยู่ที่บ้านพานถม บางขุนพรหม เขตพระนคร กรุงเทพฯตามประวัติ วัดแห่งนี้ ได้สร้างขึ้นในปลายรัชกาล สมเด็จพระเจ้ากรุงธนบุรี 
                 เดิมมีชื่อเรียกว่า วัดวรามะตาราม ต่อมาเปลี่ยนชื่อว่า วัดอำมาตยรส หรือ วัดอมฤตรส แต่ชาวบ้านนิยมเรียกกันว่า วัดบางขุนพรหม หรือ วัดบางขุนพรหมใน คู่กันกับวัดบางขุนพรหมนอก หรือ วัดอินทรวิหาร
            </p>
          </div>
        </div>
      </div>
    
    </div>

    <div class="site-section">
      <div class="container">
        <div class="row mb-5">
          <div class="col-lg-12">
              <img src="<?=Yii::getAlias('@web')?>/uploads/images/bg_02.jpg" alt="Free webssite template by Free-Template.co" class="img-fluid">
          </div>
        </div>
        <div class="row mb-5">
          <div class="col-lg-6">
            <p>ต่อมาเมื่อปี 2460 ได้เปลี่ยนชื่ออย่างเป็นทางการว่า วัดใหม่อมตรส สมัยนั้น บริเวณวัดร่มรื่นมาก ด้วยมีต้นไม้ใหญ่นานาชนิด
           วัดใหม่อมตรส กรุงเทพฯ มีชื่อเสียงในด้านวัตถุมงคล คือ พระสมเด็จ กรุวัดใหม่อมตรส ตามประวัติบันทึกไว้ว่า เมื่อปีมะโรง พ.ศ.2411 เสมียนตราด้วง ผู้เป็นต้นตระกูล ธนโกเศศ 
           ได้มีจิตศรัทธาบูรณปฏิสังขรณ์วัดบางขุนพรหมใน และได้สร้างเจดีย์องค์ใหญ่ไว้ เพื่อบรรจุพระสมเด็จ</p>
            <p>เสมียนตราด้วงได้อาราธนาสมเด็จพระพุฒาจารย์ (โต พรหมรังสี) วัดระฆังฯ ธนบุรี ประกอบพิธีสร้างขึ้น พร้อมกับเมตตาปลุกเสกให้ โดยมีจำนวนพระที่สร้างประมาณ 84,000 องค์ 
                ตามคตินิยมเท่ากับจำนวนพระธรรมขันธ์ เมื่อปลุกเสกเสร็จแล้ว เจ้าประคุณสมเด็จฯ ได้ให้เสมียนตราด้วง นำพระเข้าบรรจุกรุไว้ที่ในเจดีย์องค์ใหญ่หลังอุโบสถสืบมา</p>
            <p>สำหรับบรรยากาศภายในวัดใหม่อมตรส ถึงแม้จะไม่ได้มีพื้นที่กว้างขวาง แต่บริเวณรอบวัดโดยรวม มีต้นไม้ใหญ่ที่ปลูกภายในวัดอยู่หลายต้นด้วยกัน สร้างร่มรื่นเย็นสบายเป็นอันมาก 
                ภายในวัดเป็นที่ตั้งโรงเรียนวัดใหม่อมตรสอีกด้วย</p>
          </div>
          <div class="col-lg-6">
            <p>วัดใหม่อมตรส ตั้งอยู่ในชุมชนติดกับโรงเรียน จะมีความคึกคักในตอนเช้า ช่วงที่มีนักเรียนเดินทางมาโรงเรียนวัดใหม่อมตรสและในช่วงเลิกเรียนที่จะมี ร้านค้ามาตั้งวางขายของ 
                แต่พอพ้นช่วงระยะเวลาดังกล่าว วัดใหม่อมตรสก็จะเงียบสงบเช่นเดิม</p>
            <p>บริเวณ ด้านหน้าวัด เป็นที่ตั้งของอุโบสถ มีความสวยงามและสะอาดสะอ้าน แสดงให้เห็นถึงการจัดระบบการทำความสะอาดเป็นอย่างดี มีคนมากราบไหว้สิ่งศักดิ์สิทธิ์ภายในวัดเป็นประจำ
           วัดนี้มีเจ้าอาวาสดำรงตำแหน่ง เท่าที่สืบทราบได้ คือ </p>
            <?php 
            //print_r($m_boss);
            $lenght_arr = count($m_boss);
            ?>
            <div class="ul-check list-unstyled success">
               <?php  for($x = 0; $x < $lenght_arr; $x++) {?>
              <li><?php echo ($x+1).") ".$m_boss[$x];?></li>
               <?php } ?>
            </div>
          </div>
        </div>
          
          <div class="row mb-5">
          <div class="col-lg-12">
              <img src="<?=Yii::getAlias('@web')?>/uploads/images/about/8.jpg" alt="Free webssite template by Free-Template.co" class="img-fluid">
          </div>
        </div>
        <div class="row mb-5">
          <div class="col-lg-6">
              <p>ความเป็นมาของสมเด็จฯ กรุวัดใหม่อมตรส <br/>ตามประวัติบันทึกไว้ว่า เมื่อปีมะโรง พ.ศ.๒๔๑๑ เสมียนตราด้วง ผู้เป็นต้นตระกูล ธนโกเศศ ได้มีจิตศรัทธาบูรณะปฏิสังขรณ์ 
                  วัดบางขุนพรหมใน ขึ้นใหม่ และได้สร้างเจดีย์องค์ใหญ่ไว้ เพื่อบรรจุ พระสมเด็จฯ ซึ่งเสมียนตราด้วงได้อาราธนา ท่านเจ้าประคุณ สมเด็จพระพุฒาจารย์ (โต พรหมรังสี) วัดระฆัง ธนบุรี 
                  ประกอบพิธีสร้างขึ้น พร้อมกับเมตตาปลุกเสกให้ โดยมีจำนวนพระที่สร้างประมาณ ๘๔,๐๐๐ องค์ ตามคตินิยมเท่ากับจำนวนพระธรรมขันธ์ เมื่อปลุกเสกเสร็จแล้ว 
                  เจ้าประคุณสมเด็จฯได้ให้เสมียนตราด้วงนำ พระเข้าบรรจุกรุไว้ที่ในเจดีย์องค์ใหญ่หลังอุโบสถ</p>
            <p>ต่อมาได้มีการนำพระสมเด็จออกมาจากองค์เจดีย์ด้วยวิธีการต่างๆ จนถึงกับการลักลอบ ขุดฐานเจดีย์ก็มี จนทางวัดต้องดำเนินการเปิดกรุอย่างเป็นทางการขึ้น 
                เมื่อวันอาทิตย์ที่ ๒๔ พฤศจิกายน ๒๕๐๐ เวลาเช้า การเปิดกรุได้ดำเนินไปตลอดทั้งวัน จนถึงเวลาประมาณ ๒๐.๐๐ น.จึงได้นำพระสมเด็จออกจากกรุได้หมด 
                พระบางองค์ได้ปะปนกับขี้กรุและก้อนดินจำนวนมากก็มี ทางวัดได้นำพระสมเด็จที่ได้นี้เปิดให้ชาวบ้านเช่าบูชา จนถึงปี ๒๕๐๙ ได้ยอดเงินทำบุญทั้งหมดประมาณ ๔ ล้านบาทเศษ
       เงินที่ได้นี้ทางวัดนำไปก่อสร้างอุโบสถหลังใหม่ขึ้น พร้อมกับบูรณปฏิสังขรณ์เจดีย์องค์เดิม รวมทั้งได้หล่อรูป เหมือนท่านเจ้าประคุณสมเด็จฯโต ขึ้น ๑ องค์ เมื่อปี ๒๕๐๙ 
       ในคราวเดียวกับงานพิธีผูกพัทธสีมา และฝังลูกนิมิต ในปีนั้นทางวัดได้จัดสร้างพระสมเด็จ เนื้อผงขึ้นใหม่ ๙ พิมพ์ทรง และพิมพ์พิเศษ คือ พิมพ์ไสยาสน์ โดยถอดแบบพิมพ์จากของเดิมที่ขุดได้จากในกรุเจดีย์องค์ใหญ่</p>
            <p>การสร้างพระสมเด็จ รุ่นปี ๒๕๐๙ นี้ ได้ใช้เศษพระสมเด็จ หักเป็นจำนวนมาก เป็นส่วนผสมในการสร้างพระทั้ง ๘๔,๐๐๐ องค์ และเมื่อประกอบพิธีพุทธาภิเษกเสร็จแล้ว 
                ก็ได้ได้เปิดโอกาสให้ชาวบ้านทำบุญบูชาองค์ละ ๑๐ บาท สำหรับพระที่เหลือจากการเช่าบูชา ทางวัดได้นำเข้าบรรจุไว้ในพระเจดีย์องค์เดิม </p>
          </div>
          <div class="col-lg-6">
            <p>พระครูพิพัฒนานุกูล รองเจ้าอาวาสวัดใหม่อมตรส (เจ้าอาวาสรูปปัจจุบัน) กล่าวว่า เมื่อปี ๒๕๔๓ ทางวัดได้จัดสร้าง พระสมเด็จ บางขุนพรหม รุ่น "อุดมมงคล" ขึ้นโดยได้ผสมมวลสารพระสมเด็จหักชำรุด 
                ของเก่ามากมาย ที่ได้จากการ เปิดกรุเมื่อปี ๒๕๐๐ และมวลสารพระ ทุกรุ่นของวัดใหม่อมตรส เช่น ปี ๒๕๐๙ ปี ๒๕๑๗ ปี ๒๕๓๑ </p>
            <p>นอกจากนี้ยังมีผงมวลสารพระพิมพ์ต่างๆ ของ หลวงตาพัน หลวงพ่อลำภู ซึ่งท่านทั้งสองได้นำผงเก่าจากกรุปี ๒๕๐๐ มาใช้ผสมในการสร้างพระของท่านทุกพิมพ์ 
                จนเป็นที่นิยมของศิษยานุศิษย์และศรัทธาญาติโยมทั่วไป  จึงเชื่อได้ว่าพระสมเด็จรุ่นนี้จะมีพุทธานุภาพเหมือนกับ พระสมเด็จที่เจ้าประคุณ สมเด็จฯโตได้ปลุกเสกไว้ เพราะมีผงมวลสารของท่านผสมอยู่ด้วยนั่นเอง 
                (บางพิมพ์โรยผงเก่าไว้ให้เห็นอย่างชัดเจน)</p>
            <p>พระรุ่นนี้ทั้งหมดทางวัดจัดสร้างขึ้นเอง กดพิมพ์พระโดยพระเณรในวัด และประกอบพิธีพุทธาภิเษกอย่างถูกต้องตามพิธีกรรมของโบราณาจารย์ทุกประการ และพระชุดนี้ไม่ได้เปิดให้เช่าบูชาที่อื่นใดเลย 
        นอกจากนี้ทางวัดยังได้จัดนิทรรศการ พระกรุบางขุนพรหม พระสมเด็จ ปี ๒๕๐๙ ปี ๒๕๑๗ ปี ๒๕๓๑ ครบทุกพิมพ์ โดยได้จัดแสดงพระองค์จริง ของแท้ ไว้ให้ศึกษาเป็นวิทยาทาน ที่วิหารสมเด็จฯโต วัดใหม่อมตรส อีกด้วย</p>
            <div class="col-lg-12" style="text-align:center">
              <img src="<?=Yii::getAlias('@web')?>/uploads/images/about/03.jpg" alt="Free webssite template by Free-Template.co" class="img-fluid">
          </div>
          </div>
        </div>

      </div>
    </div>
    
    

    <div class="schedule-wrap2 clearfix">
      <div class="d-md-flex align-items-center">
        <div class="hours mr-md-4 mb-4 mb-lg-0">
          <strong class="d-block">Hours</strong>
          Opening: 7:30am &mdash;
          Closing: 9:00pm
        </div>
        <div class="cta ml-auto">
          <a href="#" class="d-flex d-md-flex align-items-center btn">
            <span class="mx-auto"> <span>Contact us</span> <span class="arrow icon-keyboard_arrow_right"></span></span>
          </a>
        </div>
      </div>
    </div>

</div>
